Repository: IlyaPapelishvili/04.06
Catalog: *.po
Languages: de_de

# test text
source: Cannot find source directory (%s)
de_de: shssgfdhsghdfgh

source: Output directory (%s) is not a directory
de_de: gfhsfgjdfgjdfgj

source: Source directory and destination directory cannot be identical
de_de: dfgjdfgjdfgjdfgjdfg

source: Running Sphinx v%s
de_de: dfgjdfgjdfgjdfgj

source: For security reason, parallel mode is disabled on macOS and python3.8 and above. For more details, please read https://github.com/sphinx-doc/sphinx/issues/6803
de_de: dfgjdfgjdfgjdfgj

source: This project needs at least Sphinx v%s and therefore cannot be built with this version.
de_de: gkhlghlghjlghjl

source: making output directory
de_de: ytkuyrfuykfgk

source: while setting up extension %s:
de_de: fgkgfkjghj

source: 'setup' as currently defined in conf.py isn't a Python callable. Please modify its definition to make it a callable function. This is needed for conf.py to behave as a Sphinx extension.
de_de: fgjkfgjkfgkhfg

source: loading translations [%s]...
de_de: fgkhfgkfgkh

source: done
de_de: fgkhfgkhgfkh

source: not available for built-in messages
de_de: fgkhfgkhgfkh

source: loading pickled environment
de_de: gfhkfghkfgh

source: failed: %s
de_de: fgkhfgkh
