Repository: IlyaPapelishvili/04.06
Catalog: */test_POT.po
Languages: de

source: config directory doesn't contain a conf.py file (%s)
de: config-Verzeichnis enthält keine conf.py-Datei (%s)

source: Cannot find source directory (%s)
de: Quellverzeichnis (%s) kann nicht gefunden werden

source: Output directory (%s) is not a directory
de: Ausgabeverzeichnis (%s) ist kein Verzeichnis

source: Source directory and destination directory cannot be identical
de: Quellverzeichnis und Zielverzeichnis dürfen nicht identisch sein

source: Running Sphinx v%s
de: Laufende Sphinx v%s

source: For security reason, parallel mode is disabled on macOS and python3.8 and above. For more details, please read https://github.com/sphinx-doc/sphinx/issues/6803
de: Ausgabeverzeichnis erstellen

source: while setting up extension %s:
de: beim Einrichten der Erweiterung %s:

source: 'setup' as currently defined in conf.py isn't a Python callable. Please modify its definition to make it a callable function. This is needed for conf.py to behave as a Sphinx extension.
de: Übersetzungen werden geladen [%s]...

source: done
de: getan

source: not available for built-in messages
de: nicht verfügbar für integrierte Nachrichten

source: loading pickled environment
de: Eingelegte Umgebung laden

source: failed: %s
de: fehlgeschlagen: %s
